const NAMES = [
  'Иван',
  'Хуан Себастьян',
  'Мария',
  'Кристоф',
  'Виктор',
  'Юлия',
  'Люпита',
  'Вашингтон',
];

const SURNAMES = [
  'да Марья',
  'Верон',
  'Мирабелла',
  'Вальц',
  'Онопко',
  'Топольницкая',
  'Нионго',
  'Ирвинг',
];

const DESCRIPTIONS = [
  'Закат над набережной.',
  'Утренний кофе и ноутбук.',
  'Вид с вершины холма.',
  'Город после дождя.',
  'Кот наблюдает в окно.',
  'Тест объектива на 50 мм.',
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат.',
  'Лица у людей на фотке перекошены.',
];

const PHOTO_COUNT = 25;
export { NAMES, SURNAMES, DESCRIPTIONS, MESSAGES, PHOTO_COUNT };
